Repository: franck-paul/catOrder
Catalog: locales/*/main.po
Languages: fr

source: Ordering category entries
fr: Ordonnancement des billets des catégories

source: Set category entries order
fr: Définit l'ordre des billets des catégories

source: Categories orders
fr: Ordres des catégories

source: By date descending
fr: Dans l'ordre ante-chronologique

source: By date ascending
fr: Dans l'ordre chronologique

source: Categories entry orders
fr: Ordre des billets des catégories

source: Activate user-defined orders for this blog's categories
fr: Activer l'ordonnancement des catégories de ce blog

source: Order and number of entries per page
fr: Ordre et nombre de billets par page

source: Set order to Default to use the order set by the theme.
fr: Mettez l'ordre à Défaut pour utiliser l'ordre défini dans le thème.

source: Leave number blank to use the default blog <a href="%s">parameter</a>.
fr: Laissez le nombre vide pour utiliser le <a href="%s">paramètre</a> par défaut du blog.

source: No category yet.
fr: Aucune catégorie pour l'instant.
